* TODO Setup
  :LOGBOOK:
  CLOCK: [2019-01-17 Thu 01:57]--[2019-01-17 Thu 02:22] =>  0:25
  CLOCK: [2019-01-17 Thu 01:01]--[2019-01-17 Thu 01:26] =>  0:25
  :END:
* TODO AddPostFromResource
  :LOGBOOK:
  CLOCK: [2019-01-18 Fri 22:27]
  CLOCK: [2019-01-18 Fri 05:37]--[2019-01-18 Fri 07:39] =>  2:02
  CLOCK: [2019-01-18 Fri 05:12]--[2019-01-18 Fri 05:37] =>  0:25
  CLOCK: [2019-01-18 Fri 03:30]--[2019-01-18 Fri 05:05] =>  1:35
  CLOCK: [2019-01-18 Fri 03:05]--[2019-01-18 Fri 03:30] =>  0:25
  CLOCK: [2019-01-18 Fri 02:17]--[2019-01-18 Fri 02:42] =>  0:25
  :END:
